[
  {
    "index": 1,
    "url": "https://elpais.com/opinion/2025-07-12/a-menos-schengen-menos-europa.html",
    "title_spanish": "A menos Schengen, menos Europa",
    "title_english": "Less Schengen, less Europe",
    "content_spanish": "Desde el pasado lunes,Polonia inspecciona a los viajeros que llegan por tierra desde las vecinas Lituania y Alemania. Se trata de un preocupante paso atrás en uno de los grandes logros en el proceso de integración europea como es el Tratado de Schengen. El Gobierno de Varsovia cede así a la presión de su ultraderecha, que ha llegado a organizar tenebrosas “patrullas” en las zonas fronterizas y que, siguiendo la estela de las demás formaciones ultras continentales, identifica inmigración con delincuencia. Lamentablemente, Polonia ya tenía el ejemplo al otro lado de la frontera. La propia Alemaniaestableció controles de este tipo en septiembre del año pasado, medida que adoptó en pleno auge de la ultraderechista Alternativa para Alemania (AfD) en los sondeos. Hace 40 años, en junio de 1985, se firmó el acuerdo de Schengen, fundamental por su ambición, popularidad y eficacia. Cubriendo un área de 4,6 millones de kilómetros cuadrados en la que viven más de 450 millones de personas, ha facilitado el contacto, el turismo y el comercio entre los 29 países asociados —de los que 25 son de la UE—y en algunas zonas fronterizas ha supuesto una verdadera revolución, desmantelando barreras que cortaban pueblos y vidas en dos. Sin embargo, desde hace más de una década los Estados miembros del acuerdo han ido reintroduciendo paulatinamente controles que minan el espíritu del tratado.Lo que fue acordado por los ministros de Interior de la zona Schengen en 2012como una respuesta de emergencia al éxodo provocado por las guerras civiles en Siria y Libia se ha aplicado cada vez más como respuesta a atentados terroristas y ante cualquier amago de crisis migratoria. A esto hay que sumarle la creciente reticencia de países que ya forman parte del espacio Schengen a dar la bienvenida a nuevos socios por temor a mayores flujos migratorios. Por ejemplo, cuando a principios de este añoRumania y Bulgaria se incorporaron a Schengen como miembros de pleno derecho, lo hicieron 20 años después de la firma de su adhesión a la UE, en gran medida por el veto de Austria, que les obligó a pasar por una vergonzosa “fase transicional”. Aun así, los rumanos y búlgaros que se asomaron por los pasos fronterizos en enero mostraban su satisfacción por sentirse europeos de pleno derecho. Una prueba de que Schengen sigue siendo una aspiración para los Estados más allá de la movilidad de sus ciudadanos, está en el empeño de Chipre —el único país de la UE pendiente de entrar junto a la República de Irlanda— en integrarse en la zona de libre circulación lo antes posible. Lo más preocupante de lo que está sucediendo es que los controles se establecen no en respuesta a amenazas reales, sino como medida populista destinada a enviar a un potencial electorado el mensaje dureza en materia de orden público. Es un error, porque los gobiernos que adoptan esta senda no hacen sino secundar a una ultraderecha que relaciona la libre circulación con la delincuencia, y que ataca de forma muy grave al concepto de integración europea ante la ciudadanía. Si continúas leyendo en este dispositivo, no se podrá leer en el otro. En el caso de no saber quién está usando tu cuenta, te recomendamos cambiar tu contraseñaaquí.",
    "content_english": "Since last Monday, Poland inspects travelers who arrive by land from neighboring Lithuania and Germany.It is a worrying step back in one of the great achievements in the European integration process such as Schengen's treaty.The Warsaw Government thus yields to the pressure of its ultra -right",
    "image_filename": "article_1.jpg",
    "image_url": "https://imagenes.elpais.com/resizer/v2/PMLAKZJ4FFIFXD3SXITOHVJ77A.jpg?auth=b921ea3c61d2db11a512e42da8fe4a9f64d9c2779f88ea4bf8f50b13e100324c&width=1200"
  },
  {
    "index": 2,
    "url": "https://elpais.com/opinion/2025-07-12/en-interes-de-los-menores.html",
    "title_spanish": "En interés de los menores",
    "title_english": "In the interest of minors",
    "content_spanish": "Los jueces españoles mantienen el régimen de visitas a padres denunciados por violencia machista en 8 de cada 10 casos.El estudio de la Asociación de Mujeres Juristas Themis que revela el dato—basado en sentencias de todas las instancias judiciales dictadas durante 2022 y 2023— recoge también que nueve de cada 10 resoluciones mantienen la patria potestad del agresor, y al 9,6% se le concede incluso la custodia exclusiva. Si a estos datos se añade que el Ministerio de Interior tenía identificados en mayo a más de 1.400 menores en riesgo de violencia vicaria —132 en riesgo alto de ser agredidos—, la situación es socialmente insoportable. Los ministerios de Interior e Igualdad se han organizado para afrontar el aumento de sucesos de violencia de género que se produce con las vacaciones de verano. Y los hijos menores de las mujeres maltratadas son también víctimas de esta violencia.Así lo recoge la Ley 8/2021 de protección integral de la infancia. En esta se dice expresamente que no procederá el régimen de visitas —y si existiera, se suspenderá— para el progenitor “incurso en un proceso penal iniciado” por violencia de género o sexual contra el otro cónyuge o sus hijos, ni tampoco cuando el juez advierta “indicios fundados de violencia doméstica o de género”. En caso de mantener las visitas, debe ser por el bien del menor, y siempre en una resolución judicial motivada. La realidad, como revela el estudio, es que esta excepción legal es, sin embargo, la norma judicial. El interés del menor es un bien jurídico superior para nuestro ordenamiento: elfavor filii(el beneficio del hijo)es un principio universal del derecho de familia,y prevalece sobre los derechos de los progenitores, que incluyen la crianza y la compañía de los hijos. La presunción de inocencia del supuesto agresor es un principio fundamental, pero su observancia no puede implicar que se asuma un riesgo sobre la integridad de los hijos. No se trata de aplicar un castigo preventivo, sino de atender al interés superior del menor, un principio consagrado en la Constitución y en el derecho internacional. Mucho han cambiado las leyes desde entonces. La sociedad española ha dado pasos agigantados y los legisladores han estado a su altura. Sin embargo, las cifras revelan que el poder judicial tiene todavía mucho por avanzar. No hacerlo pone en riesgo la integridad física y mental de los menores. Un coste inasumible. Si continúas leyendo en este dispositivo, no se podrá leer en el otro. En el caso de no saber quién está usando tu cuenta, te recomendamos cambiar tu contraseñaaquí.",
    "content_english": "The Spanish judges maintain the regime of visits to parents denounced for sexist violence in 8 out of 10 cases. The study of the Association of Women Juristas Themis that reveals the data - based on sentences of all judicial instances issued during 2022 and 2023 - also collects that nine out of 10 resolutions maintain the parental authority of the aggressor, and at 9.6% it is granted even the exclusive custody.If this data is added that the Ministry of Interior had identified",
    "image_filename": "article_2.jpg",
    "image_url": "https://imagenes.elpais.com/resizer/v2/4EAEBAGGP5DAFI33EGL2RPJCU4.jpg?auth=644d287548d2a050c2ba90ea6902fb7c814827111d0b664a498047a0c8af9ba0&width=1200"
  },
  {
    "index": 3,
    "url": "https://elpais.com/opinion/2025-07-12/singularidad.html",
    "title_spanish": "Singularidad",
    "title_english": "Singularity",
    "content_spanish": "Creo que no es agradable besarle los pies a alguien. Pero la reverencia al poder busca todo tipo de materialidades con que manifestar adhesión, y encontró hace siglos que el beso postrado ante el trono (los labios sobre el manto o sobre los pies) era un evidente signo de sumisión y obediencia. Así se practicó en los salones palaciegos. En su mención figurada, el acto se convirtió en una fórmula con que evocar cortesía y respeto, por eso, en la despedida de las cartas antiguas aparecía a menudo un “que sus pies besa” que se hermanaba a veces con el menos servil “que sus manos besa”, un gesto no solo dicho sino también practicado en los encuentros cara a cara. Suscríbete para seguir leyendoLee sin límitesSeguir leyendoYa soy suscriptor_s/2018/07/11/buenavida/1531307817_579357.html\" target=\"_self\" rel=\"\" title=\"https://elpais.com/elpais/2018/07/11/buenavida/1531307817_579357.html\" data-link-track-dtm=\"\">El apretón de manos en pie de igualdad o el abrazo no eran propios de las relaciones asimétricas, propias del poder.Solo en el ámbito de la adoración devota, el besapiés se consolidó, aunque en menor medida que el besamanos, como una acción realmente ejecutada con la que mostrar veneración hacia una representación religiosa de Cristo o la Virgen. Pero incluso en ese ámbito, el gesto terminó necesitando una justificación que mitigase sus implicaciones cuando se practicaba a una persona en carne y hueso como el papa. Pongo un ejemplo: a mediados del siglo XV, Alfonso de Cartagena, un obispo castellano con una excelente formación latina y un buen recorrido como diplomático, escribe un oracional donde explica y matiza las condiciones del besapiés a los pontífices. Pensando en los cortesanos, pide que no se haga “tanta reverencia a príncipe cuanto se hace a Dios”, ya que la mucha lisonja puede rozar la idolatría, y matiza a continuación que esa “reverencia como hacemos al papa que le besamos el pie” es propia de una “singularidad”. El Oracional era una obra religiosa escrita en la Castilla de la Baja Edad Media, pero Cartagena había leído y viajado bastante por Europa; el viento de dignidad renacentista que empezaba a brotar de Italia le había rozado la cara. Sin transgredir ortodoxia alguna, quería explicar los límites entre servilismo, humildad y decoro. Y para eso utilizaba un vocablo: singularidad.Esta era una palabra de circulación latina, usada en castellano como cultismo ya a finales de la Edad Media. La singularidad era en su sentido primero la cualidad de unicidad (y por tanto, de soledad) que se daba a algo. Y ese algo era muchas veces la divinidad, entidad prototípicamente singular. Cuando la palabra se extiende en el siglo XV entre autores cultos evocará también el carácter excepcional y exclusivo de un rasgo o de una entidad. Y en esa misma centuria, derivado del sentido primero, está ya la idea que seguimos imprimiendo hoy a este sustantivo: una singularidad es una particularidad, una peculiaridad que puede causar extrañeza e incluso resultar una extravagancia. Selecciono algunos ejemplos: un autor habla de la singularidad que reside en que la especie humana, frente a los animales, coma con cuchillo; otro subraya la singularidad de cierta hoja de helecho; ya en el siglo XVI hay quien exalta la singularidad de unas piedras preciosas que venían de América. Pero todos estos usos no apagaban el que desde un principio estaba más fuertemente asociado a la noción de singularidad: lo divino, la excelencia suprema. Si se tipificaban, como se hacía en los tratados de teología, distintos tipos de soberbia (¡hasta doce!), uno de ellos era la singularidad como presunción humana de ser distinto del resto, fuera de lo común. Eso que se llamaba singularidad es, en fin, lo que seguramente hoy llamaríamos superioridad. Y no deberíamos dejar de llamarlo así. Salvo en las sociedades homogéneas en sus componentes, culturas y lenguas que imaginan con fantasía y temeridad los totalitarismos, no hay lugar que no sea diverso, que no albergue singularidades históricas, identidades asentadas o sobrevenidas. Defenderlas no pasa solo por incluirlas sino por tratarlas con equidad, al menos dentro del aparente esencialismo igualitario que se defiende desde cualquier ideología definida como progresista. Libre es quien quiera besar pies, pero no nos hagan confundir mercadeo y oportunismo con un apretón de manos en pie de igualdad. Defender la singularidad de un territorio dentro de un país para justificar así que tiene derechos exclusivos frente a otros es un error básico de elección léxica. Como en esta semana, a cuenta de nuevos acuerdos fiscales, se hablará de nuevo de la singularidad, yo reclamo que llamemos al concepto por su nombre y hablemos de superioridad: de la pretendida superioridad de unas comunidades autónomas frente a otras y de los privilegios que ello implica. Se llama superioridad aunque singularidad la llamen y superioridad es todo nacionalismo y su destino.",
    "content_english": "I think it's not pleasant to kiss someone's feet.But the reverence to power seeks all kinds of materialities with which to manifest adhesion, and found centuries ago that the prostrated kiss before the throne (the lips on the mantle or on the feet) was an obvious sign of submission and obedience.This was practiced in the palatial halls.In its figurative mention, the act became a formula with which to evoke courtesy and respect, for that, in the farewell of the old letters it often appeared or",
    "image_filename": "article_3.jpg",
    "image_url": "https://imagenes.elpais.com/resizer/v2/NVPXZJWQ2RO7ZNJE63B3WSGNNU.jpg?auth=77f3e9db487c004b27c5c0002e707a4e804014c9d8498b6d242cda69698f1b10&width=1200"
  },
  {
    "index": 4,
    "url": "https://elpais.com/opinion/2025-07-12/el-mar-ya-no-es-eterno.html",
    "title_spanish": "El mar ya no es eterno",
    "title_english": "The sea is no longer eternal",
    "content_spanish": "Nada más llegar al hotel, y antes siquiera de bajar a la playa, ya lo gana a uno la sensación acogedora de la intemporalidad. Atrás, en Madrid, en las salidas congestionadas de las autopistas, en el tono crispado de informativos y tertulias, queda toda la tensión del presente, que agobia tanto como el calor excesivo y el tráfico sin mengua del comienzo de julio. Llegar aquí es instalarse en otro tiempo, casi en otra época, y no solo porque el hotel se conserve más o menos como se construyó, hacia finales de los años 1920, o porque en el paseo marítimo, alternando con esbeltas torres de apartamentos de un modernismo de alta calidad de los años sesenta, se conserven villas de veraneo de princi...Suscríbete para seguir leyendoLee sin límitesSeguir leyendoYa soy suscriptor_pios del siglo pasado. Nos han contado que en los primeros ayuntamientos de la democracia hubo un concejal progresista que se enfrentó a todo el mundo para lograr que las villas se salvaran, paralizando como un caballero andante los rugidos de fuego de las excavadoras que ya habían arrasado una gran parte de la belleza de esta costa. Por los enrejados de las villas emergen macizos de azaleas, de jazmines, de esos hibiscos de Hawái que abren sus corolas como lujosas antenas parabólicas diseñadas para atraer con sus emisiones de color y de olor a los polinizadores más exigentes.En el comedor del hotel no hay música, ni aire acondicionado. La buena orientación, los toldos, los ventanales abiertos al mar, refrigeran la atmósfera en colaboración con esos ventiladores de techo que se mueven a una velocidad exactamente calculada para imitar una brisa marina. El cansancio y el calor del viaje hacen más grato todavía el momento de sentarse junto a un ventanal y tomar el primer trago de una cerveza muy fría. El oro de la cerveza y el blanco de la espuma también parecen rasgos intemporales del verano, como el horizonte invariable y próximo, los listados azules y blancos de las tumbonas en la playa, incluso la gente que toma el aperitivo y charla en el comedor esperando la aparición de una paella. Los recién llegados saludan a los que ya llevan en el hotel unos días. Casi todos se conocen desde hace muchos años. Venían a veranear cuando eran padres y madres jóvenes con hijos pequeños, y muchos vienen ahora llevados del brazo por sus hijos, que son adultos y padres y madres también, y pastorean como pueden a una tercera o cuarta generación de veraneantes infantiles. En cuanto los niños bajan a la playa y juegan saltando las olas, cavando pozos o levantando castillos de arena, se ve que son criaturas del todo intemporales, como lo son los gatos, o como lo es el mar, que les parecerá el mismo cada año que vuelvan, incluso cuando hayan salido del paraíso sin tiempo de la infancia y vivan ya en el tiempo agitado y lineal en el que habitamos los adultos. Yo habría querido tener recuerdos de veraneos en una gran casa de campo con jardín o de vacaciones en la playa, de las que mis compañeras del instituto volvían admirablemente bronceadas en septiembre, con ese tenue vello dorado en los hombros en el que los héroes charnegos de Juan Marsé reconocían el brillo del dinero. Cuando nuestros hijos eran niños y adolescentes quisimos donarles algunos de esos recuerdos, y los llevamos a vivir a casas de veraneo en la Sierra de Madrid, y a hoteles que tuvieran para ellos la familiaridad de lo que se repite todos los años. Pero casi cada año cambiábamos de casa de campo de toda la vida, y cuando llevábamos dos o tres veranos volviendo al mismo hotel, y los camareros y recepcionistas ya nos reconocían, nos aburríamos, o algo nos incomodaba, así que para el año siguiente buscábamos otro hotel u otra casa de campo de toda la vida, urgidos por un desasosiego que de algún modo hacíamos compatible, imaginariamente, con nuestro deseo de sedentarismo.Ahora, en el comedor, en las tumbonas y las sombrillas de la playa, empezamos a saludar a algunos de esos veraneantes que se saludan entre sí porque llevan viéndose toda la vida, y parece que algo de esa veteranía se nos contagia en alguna medida, aunque este es solo el tercer año que venimos aquí, a este oasis modesto cuyo nombre no voy a decir, por miedo a que se pierda su comedido bienestar de clase media española, su equilibrio entre la animación y el sosiego, la mezcla ahora inusitada entre generaciones, el paseo marítimo con luces suaves al anochecer y sin multitudes ni músicas, tan tranquilo que se escuchan las conversaciones de las personas con las que nos cruzamos o las que toman un helado sentadas en un banco. El principal acontecimiento de la noche puede ser la aparición de la luna llena.Al final del arco de la costa se ve todas las noches la iluminación insomne de las torres metálicas y las tuberías de una petroquímica. En la línea del horizonte hay siempre una fila inmóvil de grandes buques petroleros. Los veraneantes de toda la vida dicen que no recuerdan otro mes de julio de tanto calor. A media mañana la arena quema como fuego y no es posible pisarla con los pies descalzos. Entrar en el agua es sumergirse en un líquido caliente. El aire quema, pero el agua está más caliente todavía que el aire. El sol quema la piel como un granizo de agujas candentes. El cielo blanco como una lámina de metal termina en una bruma sucia que borra el límite del horizonte del mar. A la caída de la tarde, en la terraza del hotel, muy cerca de la orilla, la única brisa que sopla es la de los ventiladores. La brisa inmemorial del mar se extingue cuando no hay diferencia de temperatura entre el agua y la tierra. De noche, en la habitación en la que no hay una corriente de aire que mueva las cortinas, se repiten con una fatalidad invariable las imágenes de los incendios y los mapas del tiempo llenos de manchas rojas que indican las temperaturas excepcionales de cada día y cada noche. Arden los árboles como arden la arena, el agua, la piel del bañista tendido al sol, la chapa de los coches, la goma de los neumáticos, el asfalto reblandecido, la maleza seca que prenderá como yesca en cuanto salte la chispa de un rayo o el cigarro encendido que un cretino tire por la ventanilla, o la gasolina de un pirómano.",
    "content_english": "As soon as he arrives at the hotel, and before even going down to the beach, he already wins the welcoming sensation of timelessness.Behind, in Madrid, in the congested exits of the highways, in the tone crushed of news and gatherings, there is all the tension of the present, which overwhelms as much as excessive heat and traffic without waning of the beginning of July.To get here is to settle in another time, almost in another era, and not only because the hotel is more or less preserved as built, made",
    "image_filename": "article_4.jpg",
    "image_url": "https://imagenes.elpais.com/resizer/v2/TWG4SQMWEFBE7AV3HLKQPT3FVA.jpg?auth=6892a917610edb7f86069321bf937907a8cd59abe420750ea3ca5ebfe5f0c9f7&width=1200"
  },
  {
    "index": 5,
    "url": "https://elpais.com/opinion/2025-07-07/tiempos-muertos.html",
    "title_spanish": "Tiempos muertos",
    "title_english": "Dead times",
    "content_spanish": "We and our partners process data for the following purposesPersonalised advertising and content, advertising and content measurement, audience research and services development, Precise geolocation data, and identification through device scanning, Sharing data and profiles for analysis and personalised advertising for advertisers and advertising companies on the Internet. , Sharing data and profiles for analysis and personalised advertising from advertisers for our advertising campaigns, Store and/or access information on a device",
    "content_english": "We And Our Partners Process Data For The Following Purposepersonalised Advertising and Content, Advertising and Content Measurement, Audience Research and Services Development, Precise Geolocation Data, and Identification Through device scanning, Sharing Data and Profiles for Analysis and PersonisisDAdvertisers and Advertising Companies on the Internet., Sharing Data and Profiles for Analysis and Personalised Advertising from Advertisers for Our Advertising Campaigns, Store A",
    "image_filename": "article_5.jpg",
    "image_url": "https://imagenes.elpais.com/resizer/v2/XXTL3NKA5RH7PDAUO7BLFUYRNY.jpg?auth=1c95b9a2513f20bf42e0175dd2508ff202d023014ab81323d2a99b24326a1305&width=1200"
  }
]